HELP_1 = """ **<u>أوامࢪ الآدمن:</u>**

• أضف البوت لقناتك لتستفد منه. 
/pause : ايقاف مؤقت للأغنية او الفيديو.

/resume : متابعة التشغيل الحالي.

/skip : تخطي للأغنية أو الفيديو.

/end أو /stop : أنهاء التشغيل للأغنية أو الفيديو.
"""

HELP_2 = """**<u>المستخدمين المصدقين:</u>**
• يمڪنك اضافة مستخدم مصدق للبوت يمكنه أستخدام اوامر الادمن دون الحاجة ألى رفعه مشرف. 

/auth [يوزرنيم الحساب] : لإضافة مستخدم مصدق.

/unauth [يوزرنيم الحساب] : لإزالة مستخدم مصدق.

/authusers : قائمة المستخدمين المصدقين ."""

HELP_3 = """<b>حظر مجموعة</b> [فقط للمطوࢪ]

/blacklistchat [آيدي اامجموعة] : لحظر مجموعة من استخدام البوت.

/whitelistchat [آيدي المجموعة] : لࢪفع الحظر عن المجموعة.

/blacklistedchat : قائمة المجموعات المحظورة.


**<u>حظر عضو من البوت:</u>**

/block [آيدي الحساب او اليوزر] : لمنع أستخدامه من البوت.

/unblock [آيدي الحساب او اليوزر] : لࢪفع الحظر عن الحساب.

/blockedusers : قائمة المحظوربن من البوت."""

HELP_4 = """**<u>الأذاعة</u>** [فقط للمطوࢪ]:**

/broadcast [مع الرسالة] : ليتم اذاعتها في المجموعات.

<u>الأذاعة مع:</u>
**-pin** : مع التثبيت.
**-user** : اذاعة في الخاص.
**-assistant** : اذاعة من الحساب المساعد.
**-nobot** : ايقاف الاذاعة.

**مثال:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`
"""
HELP_5 = """ **أضافات:</u>**

/shuffle : التشغيل العشوائي.


/lyrics [مع أسم الاغنية] : لجلب كلمات الاغنية المطلوبة."""

HELP_6 = """ **<u>قائمة تشغيل السيرفر:</u>**

/playlist : قائمة التشغيل.

/deleteplaylist : حذف قائمة التشغيل.

/play : تشغيل اغنية."""

HELP_7 = """**البنغ والسرعة:**

/ping : بنغ البوت وقوة المعالج.

/stats : الأحصائيات لأكثر ١٠ مجموعات مستخدمين وأفضل ١٠ مستخدمين """

HELP_8 = """**<u>أوامر تشغيل الأغاني والفيديو:</u>**
/play: مع اسم الاغنية او رابطها لتشغيلها.

/vplay: مع اسم الفيديو او رابطه لتشغيله.

/cplay: مع اسم الاغنية لتشغيلها في القناة.
/cstop: لايقاف تشغيل الاغنية في القناة.
/cskip: لتخطي الاغنية قي القناة
/channelplay [مع يوز القناة] : تࢪسل هذا الأمر في مجموعتك ويجب أن تكون المالك للقناة مع رف البوت مشرف في قناتك.
•nots: جميع هذه الأوامر تستخدم في المجموعة فقط.""" 
HELP_9 = """ **<u>sᴜᴅᴏᴇʀs ᴀɴᴅ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅs :</u>**

**<u>ᴀᴅᴅ & ʀᴇᴍᴏᴠᴇ sᴜᴅᴏᴇʀs :</u>**

/addsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ]
/delsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ.]

**<u>ʜᴇʀᴏᴋᴜ :</u>**

/usage : sʜᴏᴡs ᴛʜᴇ ᴅʏɴᴏ ᴜsᴀɢᴇ ᴏғ ᴛʜᴇ ᴍᴏɴᴛʜ.

**<u>ᴄᴏɴғɪɢ ᴠᴀʀɪᴀʙʟᴇs:</u>**

/get_var : ɢᴇᴛ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ғʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/del_var : ᴅᴇʟᴇᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/set_var [ᴠᴀʀ ɴᴀᴍᴇ] [ᴠᴀʟᴜᴇ] : sᴇᴛ ᴏʀ ᴜᴩᴅᴀᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.

**<u>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:</u>**

/restart : ʀᴇsᴛᴀʀᴛs ʏᴏᴜʀ ʙᴏᴛ.

/update : ᴜᴩᴅᴀᴛᴇs ᴛʜᴇ ʙᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴜᴩsᴛʀᴇᴀᴍ ʀᴇᴩᴏ.

/speedtest : ᴄʜᴇᴄᴋ ʙᴏᴛ's sᴇʀᴠᴇʀ sᴩᴇᴇᴅ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/get_log [ɴᴜᴍʙᴇʀ ᴏғ ʟɪɴᴇs] : ɢᴇᴛ ʟᴏɢs ᴏғ ʏᴏᴜʀ ʙᴏᴛ [ᴅᴇғᴀᴜʟᴛ ᴠᴀʟᴜᴇ ɪs 100 ʟɪɴᴇs]

**<u>ғᴏʀ ᴩʀɪᴠᴀᴛᴇ ʙᴏᴛ ᴏɴʟʏ :</u>**

/authorize [ᴄʜᴀᴛ ɪᴅ] : ᴀʟʟᴏᴡs ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/unauthorize [ᴄʜᴀᴛ ɪᴅ] : ᴅɪsᴀʟʟᴏᴡs ᴛʜᴇ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛ.
/authorized : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs."""

HELP_10 = """ **<u>المحادثة الصوتية المفعلة:</u>**

/activevoice : جلب المحادثات الصوتية الشغالة.
/activevideo : جلب المحادثات التي تبث فيديوهات.
/autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] : قفل المحادثة الصوتية اذا لم يستمع احد."""

HELP_11 = """**<u>البدء مع البوت</u>**
/start : تشغيل البوت.

/help : اوامر البوت.

/reboot : اعادة تشغيل.

/settings : اعدادات البوت داخل المجموعة.

/sudolist : قائمة المطورين."""

HELP_12 = """**<u>الحظر العام</u>** [فقط للمطوࢪ] :

/gban [مع يوزر الحساب او الايدي] : حظر حساب من جميع المجموعات التي يتواجد بها البوت.

/ungban [مع يوزر الحساب او الايدي] : الغاء حظر الحساب.

/gbannedusers : قائمة المحظورين عام."""

HELP_13 = """
‹: تشغيل - لتشغيل أغنية 🎵
‹: تخطي - لتخطي الأغنية 🎵
‹: انهاء - لانهاء تشغيل الاغنية 🎵
‹: تحميل - مع الأسم أو الرابط 🎬
‹: كت - لبدأ لعبة الكت تويت ❤️
‹: صراحة - لبدأ لعبة الصراحه ❤️
‹: لو خيروك - لبدأ لعبة لو خيروك ❤️
‹: حروف - لبدأ لعبة الحروف ❤️
"""
